Repository: Philippe-dev/colorbox
Catalog: locales/*/main.po
Languages: fr

source: Start slideshow
fr: Marche

source: Stop slideshow
fr: Arrêt

source: {current} of {total}
fr: {current} sur {total}

source: previous
fr: prec.

source: next
fr: suiv.

source: Modal window configuration successfully saved
fr: Configuration de la fenêtre modale effectuée avec succès

source: Zoom icon configuration successfully saved
fr: Configuration de l'icône de zoom effectuée avec succès

source: Advanced configuration successfully saved
fr: Configuration avancée effectuée avec succès

source: Modal Window
fr: Fenêtre modale

source: Enable Colorbox on this blog
fr: Activer Colorbox pour ce blog

source: Theme
fr: Thème

source: Choose your theme for Colorbox:
fr: Choisissez le thème pour Colorbox :

source: All themes may be customized, see <em>Personal files</em> help section.
fr: Tous les thèmes peuvent être personnalisés, voir la section <em>Fichiers personnels</em> de l'aide.

source: Zoom Icon
fr: Icône de zoom

source: Behaviour
fr: Comportement

source: Enable zoom icon on hovered thumbnails
fr: Afficher l'icône de zoom au survol des vignettes

source: Always show zoom icon on thumbnails
fr: Toujours afficher l'icône de zoom sur les vignettes

source: Icon position
fr: Position de l'icône

source: on the left
fr: à gauche

source: on the right
fr: à droite

source: Elastic
fr: Élastique

source: Fade
fr: Fondu enchaîné

source: No transition
fr: Pas de transition

source: Image alt attribute
fr: Attribut alt de l'image

source: Link title attribute
fr: Attribut title du lien

source: Image description
fr: Description de l'image

source: No legend
fr: Pas de légende

source: Advanced configuration
fr: Configuration avancée

source: Personnal files
fr: Fichiers personnels

source: Store personnal CSS and image files in:
fr: Stocker les images et CSS personnelles dans :

source: public folder
fr: le gestionnaire de médias

source: theme folder
fr: le thème du blog

source: Selectors
fr: Sélecteurs

source: Apply Colorbox to the following supplementary selectors (ex: #sidebar,#pictures):
fr: Appliquer Colorbox aux blocs supplémentaires suivants (ex : #sidebar,#pictures) :

source: Leave blank to default: (.post)
fr: Laisser vide pour utiliser la valeur par défaut (.post)

source: Effects
fr: Effets

source: Transition type
fr: Type de transition

source: Transition speed
fr: Vitesse de transition

source: Opacity
fr: Opacité

source: Auto open Colorbox
fr: Ouverture automatique

source: Enable preloading for photo group
fr: Pré-chargement des images

source: Enable close by clicking on overlay
fr: Fermeture sur clic dans le cadre

source: Enable slideshow
fr: Activer le diaporama

source: Auto start slideshow
fr: Démarrage automatique du diaporama

source: Slideshow speed
fr: Vitesse du diaporama

source: Slideshow start display text
fr: Démarrer (texte)

source: Slideshow stop display text
fr: Arrêter (texte)

source: Modal window
fr: Fenêtre modale

source: Images legend
fr: Légendes des images

source: Default legend
fr: Légende par défaut

source: Loop on slideshow images
fr: Afficher les images en boucle

source: Display content in an iframe
fr: Afficher le contenu dans une iframe

source: Current text
fr: Courant (texte)

source: Previous text
fr: Précédent (texte)

source: Next text
fr: Suivant (texte)

source: Close text
fr: Fermer (texte)

source: Fixed width
fr: Largeur fixe

source: Fixed height
fr: Hauteur fixe

source: Fixed inner width
fr: Largeur interne fixe

source: Fixed inner height
fr: Hauteur interne fixe

source: Scale photos
fr: Mettre à l'échelle

source: Show overflowing content
fr: Afficher les barres de défilement

source: Initial width
fr: Largeur initiale

source: Initial height
fr: Hauteur initiale

source: Max width
fr: Largeur maximale

source: Max height
fr: Hauteur maximale

source: Lightbox plugin is enabled. Please disable it before using Colorbox.
fr: Le plugin Lightbox est activé. Désactivez-le pour utiliser Colorbox.

source: Behavior
fr: Comportement

source: A lightweight customizable lightbox
fr: Une lightbox légère et configurable

source: Callback name for onOpen event
fr: Fonction callback pour onOpen

source: Callback name for onLoad event
fr: Fonction callback pour onLoad

source: Callback name for onComplete event
fr: Fonction callback pour onComplete

source: Callback name for onCleanup event
fr: Fonction callback pour onCleanup

source: Callback name for onClosed event
fr: Fonction callback pour onClosed
